Repository: tiylabs/termio
Catalog: Sources/termio/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: …and %lld more
zh_hans: …还有 %lld 个

source: Cost is estimated at API rates.
zh_hans: 费用按 API 价格估算。

source: %1$@ changed on %2$@
zh_hans: %1$@ 在 %2$@ 上已被修改

source: %@ and %@
zh_hans: %1$@ 和 %2$@

source: %@ answered as a different machine than %@. Its address is being served by something else.
zh_hans: %1$@ 回应的是另一台机器，不是 %2$@。这个地址正被别的东西占用。

source: %@ answered, but not with a pairing invite. Its termiod is probably older than this app — deploy it again.
zh_hans: %@ 有响应，但返回的不是配对邀请。它的 termiod 可能比本应用旧——重新部署一次。

source: %@ answered, but not with the handshake termiod sends.
zh_hans: %@ 有回应，但回的不是 termiod 的握手。

source: %@ arrived on %@ since the last setup. Set up again to install Termio’s hooks there.
zh_hans: 上次设置之后，%@ 才装到 %@ 上。再设置一次，把 Termio 的 hook 装进去。

source: %@ didn’t come up — check the network and retry
zh_hans: %@ 未能启动——请检查网络后重试

source: %@ exited — shell
zh_hans: %@ 已退出——已回到 shell

source: %@ has nothing to pair against
zh_hans: %@ 上没有可配对的目标

source: %@ is a dark theme in the %@ slot.
zh_hans: “%@”是深色主题，与“%@”插槽不匹配。

source: %@ is a light theme in the %@ slot.
zh_hans: “%@”是浅色主题，与“%@”插槽不匹配。

source: %@ is not an address the iPhone could dial.
zh_hans: %@ 不是 iPhone 能拨通的地址。

source: %@ is published, but the connection an iPhone would make was refused. %@
zh_hans: %1$@ 已发布，但 iPhone 会发起的那种连接被拒绝了。 %2$@

source: %@ is ready.
zh_hans: %@ 已就绪。

source: %@ isn’t a UTF-8 text file.
zh_hans: %@ 不是 UTF-8 文本文件。

source: %@ isn’t available on this device yet.
zh_hans: %@ 暂不支持这台设备。

source: %@ isn’t available on this machine yet.
zh_hans: %@ 暂不支持这台设备。

source: %@ isn’t installed on %@
zh_hans: %1$@ 未安装在 %2$@ 上

source: %@ isn’t installed on %@, and Termio doesn’t ship a build of it. Install it there, then try again.
zh_hans: %2$@ 上没有安装 %1$@，Termio 也不提供它的构建版本。请先在那台机器上安装，然后重试。

source: %@ isn’t on your PATH
zh_hans: %@ 不在 PATH 中

source: %@ isn’t published yet
zh_hans: %@ 尚未发布

source: %@ keeps exiting — retrying every %llds
zh_hans: %1$@ 反复退出——每 %2$lld 秒重试一次

source: %@ never answered on its published address.
zh_hans: %@ 始终没有在它发布的地址上回应。

source: %@ opened %@
zh_hans: %1$@ 创建于 %2$@

source: %@ refused the handshake.
zh_hans: %@ 拒绝了握手。

source: %@ reports an architecture we have no build for: %@
zh_hans: %1$@ 报告的架构没有对应的构建版本：%2$@

source: %@ started on %@ but never printed an address. %@
zh_hans: %1$@ 已在 %2$@ 上启动，但始终没有打印地址。 %3$@

source: %@ stays published only until you log out of it. Termio couldn’t set it to keep services running after that.
zh_hans: %@ 只在你登录期间保持发布。Termio 无法让它在登出后继续运行服务。

source: %@ tokens
zh_hans: %@ token

source: %@ · %@ tokens
zh_hans: %@ · %@ token

source: %@ — %@. Couldn’t update %@.
zh_hans: %@ — %@。无法更新 %@。

source: %@ — click to re-test
zh_hans: %@ — 点按以重新测试

source: %@, %@ and %@
zh_hans: %1$@、%2$@ 和 %3$@

source: %lld file
zh_hans: %lld 个文件

source: %lld files
zh_hans: %lld 个文件

source: %lld in your Themes folder
zh_hans: 主题文件夹里有 %lld 个

source: %lld installed
zh_hans: 已安装 %lld 个

source: %lld not installed
zh_hans: %lld 个未安装

source: %lld of %lld
zh_hans: 第 %lld 项（共 %lld 项）

source: %lld pt
zh_hans: %lld 点

source: %lld results
zh_hans: %lld 个结果

source: %lld%@ matches in %lld files
zh_hans: 在 %3$lld 个文件中找到 %1$lld%2$@ 个匹配项

source: %lldd
zh_hans: %lld 天

source: %lldh
zh_hans: %lld 小时

source: %lldm
zh_hans: %lld 分钟

source: %lldw
zh_hans: %lld 周

source: 1 result
zh_hans: 1 个结果

source: A box can only be paired with once its termiod is running and reachable from outside — a tunnel, or a proxy in front of it.
zh_hans: 只有当机器上的 termiod 正在运行、并且可以从外部访问时才能配对——需要隧道，或在它前面加一层代理。

source: A different `%@` already exists at %@. Remove it first — Termio won’t overwrite a file it didn’t create.
zh_hans: 另一个 `%@` 已存在于 %@。请先移除，Termio 不会覆盖并非自己创建的文件。

source: A double quote can’t be written to ssh config.
zh_hans: ssh 配置无法写入双引号。

source: A key is the credential that works everywhere, including sessions running on the box. A password is saved to your Keychain, never to ssh config, and only ever read when ssh asks for it.
zh_hans: 密钥是到处都能用的凭据，包括跑在那台机器上的会话。密码保存在你的钥匙串里，不会写进 ssh 配置，只在 ssh 需要时才被读取。

source: A line break can’t be written to ssh config.
zh_hans: ssh 配置无法写入换行。

source: A name can’t contain spaces — it’s what you type after `ssh`.
zh_hans: 名称不能包含空格——它就是你在 `ssh` 后面输入的内容。

source: A password can’t contain a line break.
zh_hans: 密码不能包含换行。

source: A phone can attach straight to one of these instead, and keep working when this Mac is asleep.
zh_hans: 手机也可以直接连到其中一台，这台 Mac 睡眠时仍能继续用。

source: A port is a number from 1 to 65535.
zh_hans: 端口是 1 到 65535 之间的数字。

source: A workspace scopes the sidebar to the projects and sessions filed under it, on the machine it belongs to.
zh_hans: 工作区把侧栏限定在归入它的项目和会话上，都在它所属的那台机器上。

source: Activity
zh_hans: 活动

source: Add
zh_hans: 添加

source: Add & Connect
zh_hans: 添加并连接

source: Add Agent
zh_hans: 添加 Agent

source: Add Device
zh_hans: 添加设备

source: Add Host
zh_hans: 添加主机

source: Add Host…
zh_hans: 添加主机…

source: Add Remote Host
zh_hans: 添加远程主机

source: Add SSH Host
zh_hans: 添加 SSH 主机

source: Add a host you reach over SSH and Termio can run sessions on it, with agents that keep working after you disconnect.
zh_hans: 添加一台你用 SSH 连接的主机，Termio 就能在上面运行会话；断开连接后 Agent 仍会继续工作。

source: Add to Chat
zh_hans: 添加到聊天

source: Address
zh_hans: 地址

source: Adds a Host block to ~/.ssh/config.
zh_hans: 在 ~/.ssh/config 中添加一个 Host 配置块。

source: Agent Unavailable
zh_hans: 该助手不可用

source: Agent skill
zh_hans: Agent 技能

source: Agents
zh_hans: Agent

source: Agents on %@
zh_hans: %@ 上的 Agent

source: Agents on %@ can run, and report their status back here.
zh_hans: %@ 上的 Agent 可以运行，并把状态报告回这里。

source: Agents on %@ can run.
zh_hans: %@ 上的 Agent 可以运行。

source: Agents won’t show as working.
zh_hans: Agent 将不会显示为工作中。

source: Alias
zh_hans: 别名

source: Alias → %@
zh_hans: 替身 → %@

source: All
zh_hans: 全部

source: All caught up
zh_hans: 全部处理完毕

source: All changes to these %lld files will be lost. This cannot be undone. %@%@
zh_hans: 对这 %lld 个文件的所有更改都将丢失。此操作无法撤销。 %@%@

source: All changes to “%@” will be lost. This cannot be undone.
zh_hans: 对“%@”的所有更改都将丢失。此操作无法撤销。

source: Allow Keychain Access…
zh_hans: 允许访问钥匙串…

source: Allow Usage Access
zh_hans: 允许访问用量

source: An older install points at %@. Update it to this version of Termio.
zh_hans: 旧的安装指向 %@。请将其更新到此版本的 Termio。

source: Anyone
zh_hans: 任何人

source: App language
zh_hans: 应用语言

source: Appearance
zh_hans: 外观

source: Appends a Host block to ~/.ssh/config, so the alias works in plain `ssh %@` too.
zh_hans: 将 Host 块追加到 ~/.ssh/config，该别名也可直接用于 `ssh %@`。

source: Apply
zh_hans: 应用

source: Arguments
zh_hans: 参数

source: Asking %@ what it has.
zh_hans: 正在询问 %@ 上有什么。

source: Asking %@…
zh_hans: 正在询问 %@…

source: Assigned to Me
zh_hans: 指派给我

source: Assignee
zh_hans: 指派人

source: Auth failed
zh_hans: 认证失败

source: Available when Termio runs from the built app bundle.
zh_hans: 仅当 Termio 从构建的应用包运行时可用。

source: Bar
zh_hans: 竖线

source: Base Branch Missing
zh_hans: 找不到基础分支

source: Behind
zh_hans: 落后

source: Binary File
zh_hans: 二进制文件

source: Binary file — open it on GitHub to view.
zh_hans: 二进制文件，请在 GitHub 上打开查看。

source: Blink
zh_hans: 闪烁

source: Block
zh_hans: 方块

source: Blur: %lld
zh_hans: 模糊：%lld

source: Branch
zh_hans: 分支

source: Bring All to Front
zh_hans: 前置全部窗口

source: Built-in
zh_hans: 内置

source: Cancel
zh_hans: 取消

source: Can’t Compare
zh_hans: 无法对比

source: Can’t Search
zh_hans: 无法搜索

source: Can’t browse %@
zh_hans: 无法浏览 %@

source: Can’t check
zh_hans: 无法检查

source: Can’t check on %@
zh_hans: 无法在 %@ 上检查

source: Can’t check on %lld devices
zh_hans: 无法在 %lld 台设备上检查

source: Can’t check on %lld machines
zh_hans: 无法在 %lld 台设备上检查

source: Can’t open as text
zh_hans: 无法以文本打开

source: Can’t preview
zh_hans: 无法预览

source: Can’t reach %@
zh_hans: 连不上 %@

source: Can’t reach %@.
zh_hans: 无法连接 %@。

source: Can’t reach %@: %@
zh_hans: 连不上 %@：%@

source: Change Theme…
zh_hans: 更改主题…

source: Changes
zh_hans: 更改

source: Channels
zh_hans: 渠道

source: Chat with the developer and other users.
zh_hans: 与开发者和其他用户交流。

source: Chats
zh_hans: 聊天

source: Check Again
zh_hans: 重新检查

source: Check for Updates…
zh_hans: 检查更新…

source: Checked out on %@
zh_hans: 检出在 %@

source: Checking that %@ answers…
zh_hans: 正在确认 %@ 有回应…

source: Checking the machine…
zh_hans: 正在检查设备…

source: Checking…
zh_hans: 检查中…

source: Choose a different name.
zh_hans: 请选取其他名称。

source: Choose a name for this workspace.
zh_hans: 为这个工作区取个名字。

source: Choose a project folder on %@.
zh_hans: 选取 %@ 上的项目文件夹。

source: Choose a project folder to open in Termio.
zh_hans: 选取要在 Termio 中打开的项目文件夹。

source: Choose another branch to compare with.
zh_hans: 请另选一个用于对比的分支。

source: Choose how projects are ordered
zh_hans: 选取项目的排序方式

source: Choose which repository’s issues to show
zh_hans: 选择显示哪个仓库的 issue

source: Choose…
zh_hans: 选取…

source: Clear
zh_hans: 清除

source: Clone
zh_hans: 克隆

source: Clone a Repository
zh_hans: 克隆仓库

source: Clone a Repository onto %@
zh_hans: 克隆一个仓库到 %@

source: Clone a Repository…
zh_hans: 克隆仓库…

source: Clone a repository onto %@, or open a folder that’s already there — the path completes as you type.
zh_hans: 把一个仓库克隆到 %@，或者打开一个已经在那里的文件夹——路径会边输入边补全。

source: Clone to
zh_hans: 克隆到

source: Close
zh_hans: 关闭

source: Close (Esc)
zh_hans: 关闭（Esc）

source: Close All
zh_hans: 全部关闭

source: Close All Chats
zh_hans: 关闭所有聊天

source: Close All Terminals
zh_hans: 关闭所有终端

source: Close Session
zh_hans: 关闭会话

source: Close Window
zh_hans: 关闭窗口

source: Close session
zh_hans: 关闭会话

source: Closed
zh_hans: 已关闭

source: Closes every session in it. The folders on disk are left alone.
zh_hans: 会关闭其中的所有会话。磁盘上的文件夹不受影响。

source: Closing it stops %lld session(s). The folders on disk are left alone.
zh_hans: 关闭它会停止 %lld 个会话。磁盘上的文件夹不受影响。

source: Collapse All
zh_hans: 全部折叠

source: Collapse Results
zh_hans: 折叠结果

source: Command
zh_hans: 命令

source: Command Palette…
zh_hans: 命令面板…

source: Command line
zh_hans: 命令行

source: Command paths
zh_hans: 命令路径

source: Command-line tool
zh_hans: 命令行工具

source: Commit or discard the changes in “%@” before removing it.
zh_hans: 移除前请先提交或放弃“%@”中的更改。

source: Commits
zh_hans: 提交

source: Community
zh_hans: 社区

source: Compare
zh_hans: 对比

source: Compare this branch with the branch it would merge into.
zh_hans: 把当前分支与它将要合入的分支做对比。

source: Compare to branch
zh_hans: 对比分支

source: Config file
zh_hans: 配置文件

source: Connect
zh_hans: 连接

source: Connect GitHub
zh_hans: 连接 GitHub

source: Connect to…
zh_hans: 连接到…

source: Connect your GitHub account to read this project’s issues and pull requests here.
zh_hans: 连接你的 GitHub 账户，即可在此查看该项目的 issues 和 PR。

source: Connected
zh_hans: 已连接

source: Connected and authenticated
zh_hans: 已连接并通过认证

source: Connection failed
zh_hans: 连接失败

source: Connection refused
zh_hans: 连接被拒绝

source: Conversation
zh_hans: 对话

source: Copied
zh_hans: 已拷贝

source: Copy
zh_hans: 拷贝

source: Copy Diff
zh_hans: 拷贝差异

source: Copy Image
zh_hans: 拷贝图像

source: Copy Invite
zh_hans: 拷贝邀请

source: Copy Link
zh_hans: 拷贝链接

source: Copy Path
zh_hans: 拷贝路径

source: Copy Paths
zh_hans: 拷贝路径

source: Copy Relative Path
zh_hans: 拷贝相对路径

source: Copy Relative Paths
zh_hans: 拷贝相对路径

source: Copy Session Link
zh_hans: 拷贝会话链接

source: Copy on select
zh_hans: 选中即拷贝

source: Copy ssh Command
zh_hans: 拷贝 ssh 命令

source: Could not run ssh: %@
zh_hans: 无法运行 ssh：%@

source: Couldn’t change the Themes folder
zh_hans: 无法修改主题文件夹

source: Couldn’t create the worktrees folder: %@
zh_hans: 无法创建 worktrees 文件夹：%@

source: Couldn’t create worktree session
zh_hans: 无法创建 worktree 会话

source: Couldn’t inspect worktree
zh_hans: 无法检查 worktree

source: Couldn’t install %@ on %@. %@
zh_hans: 无法在 %2$@ 上安装 %1$@。 %3$@

source: Couldn’t link `%@` into %@.
zh_hans: 无法将 `%@` 链接到 %@。

source: Couldn’t load
zh_hans: 无法载入

source: Couldn’t open a pull request page
zh_hans: 无法打开 Pull Request 页面

source: Couldn’t remove %@.
zh_hans: 无法移除 %@。

source: Couldn’t remove worktree
zh_hans: 无法移除 worktree

source: Couldn’t save the password to your Keychain.
zh_hans: 无法把密码保存到钥匙串。

source: Couldn’t start %@ on %@.
zh_hans: 无法在 %2$@ 上启动 %1$@。

source: Couldn’t start termiod on %@ with a listener.
zh_hans: 无法在 %1$@ 上带监听器启动 termiod。

source: Couldn’t update %@.
zh_hans: 无法更新 %@。

source: Couldn’t update .gitignore
zh_hans: 无法更新 .gitignore

source: Couldn’t write ~/.ssh/config: %@
zh_hans: 无法写入 ~/.ssh/config：%@

source: Create
zh_hans: 创建

source: Credentials
zh_hans: 登录凭据

source: Current workspace
zh_hans: 当前工作区

source: Cursor
zh_hans: 光标

source: Custom
zh_hans: 自定义

source: Custom Agent…
zh_hans: 自定义 Agent…

source: Custom…
zh_hans: 自定…

source: Cut
zh_hans: 剪切

source: Dark
zh_hans: 深色

source: Decrease Font Size
zh_hans: 减小字体

source: Default Dark Theme
zh_hans: 默认深色主题

source: Default Light Theme
zh_hans: 默认浅色主题

source: Default agent
zh_hans: 默认 Agent

source: Default keys
zh_hans: 默认密钥

source: Delete
zh_hans: 删除

source: Delete %@?
zh_hans: 删除“%@”？

source: Delete Agent
zh_hans: 删除 Agent

source: Deletes the custom agent’s manifest from this Mac.
zh_hans: 从这台 Mac 上删除该自定义 Agent 的 manifest。

source: Delete…
zh_hans: 删除…

source: Deploy
zh_hans: 部署

source: Deploys `termiod`, looks for your agent CLIs, then installs Termio’s hooks and skill.
zh_hans: 部署 `termiod`，查找你的 Agent 命令行工具，然后安装 Termio 的 hooks 和技能。

source: Detached at %@
zh_hans: 已分离于 %@

source: Device
zh_hans: 设备

source: Device Unavailable
zh_hans: 设备不可用

source: Devices
zh_hans: 设备

source: Dim ignored files
zh_hans: 淡化已忽略的文件

source: Direct Attach
zh_hans: 直接连接

source: Discard %lld Files…
zh_hans: 放弃 %lld 个文件的更改…

source: Discard Changes
zh_hans: 放弃更改

source: Discard Changes?
zh_hans: 要放弃更改吗？

source: Discard Changes…
zh_hans: 放弃更改…

source: Disconnect GitHub
zh_hans: 断开 GitHub 连接

source: Discord, GitHub, and the WeChat group
zh_hans: Discord、GitHub 与微信群

source: Done
zh_hans: 完成

source: Don’t Compare
zh_hans: 不对比

source: Draft
zh_hans: 草稿

source: Drag an agent onto another to reorder.
zh_hans: 把一个 agent 拖到另一个上面即可调整顺序。

source: Drag an agent onto another to reorder. Readiness covers every device you work on.
zh_hans: 把一个 agent 拖到另一个上面即可调整顺序。就绪状态覆盖你用到的每台设备。

source: Drag an agent onto another to reorder. Readiness covers every machine you work on.
zh_hans: 把一个 Agent 拖到另一个上可重新排序。就绪状态涵盖你使用的每台设备。

source: Drag the list to change the order agents appear in.
zh_hans: 拖动列表可以调整 Agent 出现的顺序。

source: Duplicate to Themes Folder
zh_hans: 复制到主题文件夹

source: Edit
zh_hans: 编辑

source: Edit Manifest
zh_hans: 编辑清单

source: Edit in Config
zh_hans: 在配置中编辑

source: Edit source
zh_hans: 编辑源代码

source: Edit…
zh_hans: 编辑…

source: Enable
zh_hans: 启用

source: Enable Claude Code, Codex, Kimi, or Grok in the Agents tab to see their usage here.
zh_hans: 在 Agents 标签页中启用 Claude Code、Codex、Kimi 或 Grok，即可在此查看其用量。

source: Ended
zh_hans: 已结束

source: Enter Code on GitHub
zh_hans: 在 GitHub 上输入代码

source: Enter a host from your ~/.ssh/config, or a user@host to connect to.
zh_hans: 输入 ~/.ssh/config 中的主机，或要连接的 user@host。

source: Enter a path that starts with “/”. “~/” works too, once %@ has said where home is.
zh_hans: 请输入以“/”开头的路径。等 %@ 报出主目录之后，“~/”也可以用。

source: Enter an absolute path
zh_hans: 请输入绝对路径

source: Every iPhone paired with %@ is signed out and must re-scan the new QR to reconnect.
zh_hans: 所有与 %@ 配对的 iPhone 都会退出登录，需重新扫描新的二维码才能重新连接。

source: Every paired iPhone is signed out and must re-scan the new QR to reconnect.
zh_hans: 所有已配对的 iPhone 都会退出登录，需重新扫描新的二维码才能重新连接。

source: Exited with status %lld.
zh_hans: 退出状态 %lld。

source: Expand Results
zh_hans: 展开结果

source: Family
zh_hans: 系列

source: File
zh_hans: 文件

source: File Tree
zh_hans: 文件树

source: Files
zh_hans: 文件

source: Files changed
zh_hans: 变更文件

source: Filter
zh_hans: 过滤

source: Finish updating Termio’s session host?
zh_hans: 要完成 Termio server 的更新吗？

source: Find
zh_hans: 查找

source: Find Next
zh_hans: 查找下一个

source: Find Previous
zh_hans: 查找上一个

source: Find…
zh_hans: 查找…

source: Focus Pane Down
zh_hans: 聚焦下方窗格

source: Focus Pane Left
zh_hans: 聚焦左侧窗格

source: Focus Pane Right
zh_hans: 聚焦右侧窗格

source: Focus Pane Up
zh_hans: 聚焦上方窗格

source: Font
zh_hans: 字体

source: Font name
zh_hans: 字体名称

source: From your Ghostty config
zh_hans: 来自 Ghostty 配置

source: From your session history
zh_hans: 来自你的会话历史

source: General
zh_hans: 通用

source: Get %@
zh_hans: 获取 %@

source: Git ignore patterns cannot represent a filename containing a line break.
zh_hans: Git 忽略模式无法表示包含换行符的文件名。

source: Grant Org Access…
zh_hans: 授予组织访问权限…

source: Group with
zh_hans: 编组到

source: Hide
zh_hans: 隐藏

source: Hide Others
zh_hans: 隐藏其他

source: Hide Replace
zh_hans: 隐藏替换

source: Hide Termio
zh_hans: 隐藏 Termio

source: Hide or show the inspector
zh_hans: 隐藏或显示检查器

source: Hide or show the navigator
zh_hans: 隐藏或显示导航器

source: History
zh_hans: 历史

source: Hooks and skill installed
zh_hans: Hooks 和技能已安装

source: Hooks installed
zh_hans: Hooks 已安装

source: Hooks reinstalled
zh_hans: Hooks 已重新安装

source: Host
zh_hans: 主机

source: Host Unavailable
zh_hans: 主机不可用

source: Host block
zh_hans: Host 配置块

source: Host not found
zh_hans: 找不到主机

source: Hosts
zh_hans: 主机

source: How much output each session keeps for scrolling back. Agents are verbose, so the default is generous.
zh_hans: 每个会话保留多少输出供回滚查看。Agent 输出较多，默认值因此较为宽裕。

source: Icon
zh_hans: 图标

source: Ignore %lld Selected Files (Add to .gitignore)
zh_hans: 忽略 %lld 个所选文件（添加到 .gitignore）

source: Ignore All .%@ Files (Add to .gitignore)
zh_hans: 忽略所有 .%@ 文件（添加到 .gitignore）

source: Ignore File (Add to .gitignore)
zh_hans: 忽略文件（添加到 .gitignore）

source: Increase Font Size
zh_hans: 增大字体

source: Info
zh_hans: 信息

source: Inspector
zh_hans: 检查器

source: Inspector Pane
zh_hans: 检查器窗格

source: Install %@
zh_hans: 安装 %@

source: Install Page
zh_hans: 安装页面

source: Install on %@
zh_hans: 安装到 %@

source: Installed
zh_hans: 已安装

source: Installed by Termio
zh_hans: Termio 安装的内容

source: Installed.
zh_hans: 已安装。

source: Installing %@…
zh_hans: 正在安装 %@…

source: Installing hooks and skill…
zh_hans: 正在安装 hooks 和技能…

source: Installs the `%@` command-line tool, then Termio’s hooks and skill for each agent.
zh_hans: 安装 `%@` 命令行工具，然后为每个 Agent 安装 Termio 的 hooks 和技能。

source: Integration
zh_hans: 集成

source: Integrations
zh_hans: 集成

source: Interface
zh_hans: 界面

source: Issues a new token and revokes every paired iPhone.
zh_hans: 签发新的 Token 并撤销所有已配对的 iPhone。

source: Join
zh_hans: 加入

source: Jump to session, project, or file…
zh_hans: 跳转到会话、项目或文件…

source: Key
zh_hans: 密钥

source: Key file
zh_hans: 密钥文件

source: Keyboard
zh_hans: 键盘

source: Keyboard shortcuts for every command
zh_hans: 所有命令的快捷键

source: Keychain access was declined, so plan limits stay hidden. Allowing again re-shows the macOS prompt.
zh_hans: 钥匙串访问已被拒绝，套餐限额保持隐藏。再次允许会重新显示 macOS 提示。

source: Labels
zh_hans: 标签

source: Language
zh_hans: 语言

source: Language, GitHub, and privacy
zh_hans: 语言、GitHub 和隐私

source: Language, notifications, and GitHub
zh_hans: 语言、通知和 GitHub

source: Last 30 days
zh_hans: 过去 30 天

source: Last 7 days
zh_hans: 过去 7 天

source: Last used
zh_hans: 上次使用

source: Later
zh_hans: 稍后

source: Launch
zh_hans: 启动

source: Leave a path empty to launch the agent the way %@’s login shell would. Which agents appear at all is Settings ▸ Agents.
zh_hans: 留空则按 %@ 的登录 shell 的方式启动该 Agent。要显示哪些 Agent 在“设置 ▸ Agents”中设定。

source: Let your agents coordinate?
zh_hans: 让你的 Agent 相互协作？

source: Lets an agent see and drive its sibling sessions in this project via the `termio sessions` command.
zh_hans: 让 Agent 通过 `termio sessions` 命令查看并驱动本项目中的同级会话。

source: Lets an agent see and drive its sibling sessions in this project via the `termio sessions` command. Installs the termio skill into each agent's skills folder.
zh_hans: 允许 Agent 通过 `termio sessions` 命令查看并驱动本项目中的其他会话。会将 termio 技能安装到各 Agent 的技能文件夹中。

source: Light
zh_hans: 浅色

source: Line height applies to the file editor and diffs; the terminal keeps the font’s own.
zh_hans: 行高应用于文件编辑器和差异对比；终端保持字体自身的行高。

source: Line height applies to the file editor and diffs; the terminal keeps the font’s own. Font and theme values you haven’t set here follow your Ghostty config.
zh_hans: 行高应用于文件编辑器和差异对比；终端保持字体自身的行高。此处未设置的字体与主题项将沿用你的 Ghostty 配置。

source: Line height: %@×
zh_hans: 行高：%@×

source: Links `%@` into /usr/local/bin so you (and agents) can run `%@ sessions …` from any shell.
zh_hans: 将 `%@` 链接到 /usr/local/bin，让你（和 Agent）可在任意 shell 中运行 `%@ sessions …`。

source: Live agent status
zh_hans: Agent 实时状态

source: Live agent status is off
zh_hans: Agent 实时状态已关闭

source: Local
zh_hans: 本地

source: Login shell
zh_hans: 登录 shell

source: Looking for agent CLIs…
zh_hans: 正在查找 Agent 命令行工具…

source: Lost the connection to %@. The session is still running there — reconnecting…
zh_hans: 与 %@ 的连接已断开。会话仍在那台机器上运行 —— 正在重连…

source: Machine
zh_hans: 设备

source: Machines
zh_hans: 设备

source: Match Case
zh_hans: 区分大小写

source: Match Whole Word
zh_hans: 全字匹配

source: Merged
zh_hans: 已合并

source: Minimize
zh_hans: 最小化

source: Missing on %lld devices
zh_hans: %lld 台设备上缺失

source: Missing on %lld machines
zh_hans: %lld 台设备上缺失

source: Mobile
zh_hans: 手机

source: Mobile Access
zh_hans: 移动访问

source: Move Down
zh_hans: 下移

source: Move Up
zh_hans: 上移

source: Move to Trash
zh_hans: 移到废纸篓

source: Move to Workspace
zh_hans: 移到工作区

source: Move “%@” to the Trash?
zh_hans: 要将“%@”移到废纸篓吗？

source: My Agent
zh_hans: 我的 Agent

source: Name
zh_hans: 名称

source: Name the workspace. It starts empty; sessions and projects you open on %@ from now on are filed under it.
zh_hans: 为工作区取个名字。它一开始是空的，此后你在 %@ 上打开的会话和项目都归入其中。

source: Name the workspace. It starts empty; sessions and projects you open on this Mac from now on are filed under it.
zh_hans: 为工作区取个名字。它一开始是空的，此后你在这台 Mac 上打开的会话和项目都归入其中。

source: Name the worktree. A new branch of this name is created from HEAD and nested under this project.
zh_hans: 为 worktree 命名。将从 HEAD 创建一个同名新分支，并嵌套在此项目下。

source: Navigation
zh_hans: 导航

source: Navigator
zh_hans: 导航器

source: Needs Live agent status above: without it, nothing tells Termio an agent finished.
zh_hans: 需要上面的“实时 Agent 状态”：没有它，就没有东西告诉 Termio 一个 Agent 完成了。

source: Needs `ngrok config add-authtoken` on that machine first. The free address changes on every restart.
zh_hans: 需要先在那台机器上运行 `ngrok config add-authtoken`。免费版的地址每次重启都会变。

source: New
zh_hans: 新建

source: New %@ Session
zh_hans: 新建 %@ 会话

source: New %@ session
zh_hans: 新建 %@ 会话

source: New Agent
zh_hans: 新建 Agent

source: New Agent Session
zh_hans: 新建 Agent 会话

source: New Chat
zh_hans: 新建聊天

source: New File
zh_hans: 新建文件

source: New Folder
zh_hans: 新建文件夹

source: New Pull Request
zh_hans: 新建 Pull Request

source: New SSH Connection
zh_hans: 新建 SSH 连接

source: New SSH Connection…
zh_hans: 新建 SSH 连接…

source: New Session
zh_hans: 新建会话

source: New Terminal
zh_hans: 新建终端

source: New Terminal at Home
zh_hans: 在个人文件夹新建终端

source: New Workspace
zh_hans: 新建工作区

source: New Workspace on %@
zh_hans: 在 %@ 上新建工作区

source: New Workspace…
zh_hans: 新建工作区…

source: New Worktree
zh_hans: 新建 Worktree

source: New Worktree…
zh_hans: 新建 Worktree…

source: New chat
zh_hans: 新建聊天

source: New terminal or project
zh_hans: 新建终端或项目

source: Next Match
zh_hans: 下一个匹配项

source: Next Session
zh_hans: 下一个会话

source: No Agents Enabled
zh_hans: 未启用任何 Agent

source: No Base Branch
zh_hans: 未选择基础分支

source: No Changes
zh_hans: 没有更改

source: No Changes to Show
zh_hans: 没有可显示的更改

source: No Common History
zh_hans: 没有共同历史

source: No Diff
zh_hans: 没有差异

source: No File Selected
zh_hans: 未选择文件

source: No Files
zh_hans: 没有文件

source: No GitHub Repository
zh_hans: 没有 GitHub 仓库

source: No History
zh_hans: 没有历史记录

source: No Issues
zh_hans: 没有 Issues

source: No Matches
zh_hans: 无匹配项

source: No Project
zh_hans: 无项目

source: No Pull Requests
zh_hans: 没有 PR

source: No Session
zh_hans: 没有会话
